{
  "CopilotChat.nvim": { "branch": "main" },
  "blink-cmp-spell": { "branch": "master" },
  "blink-ripgrep.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "copilot.lua": { "branch": "master" },
  "formatter.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason.nvim": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "vim-bbye": { "branch": "master" }
}
